{
    "jokes": [
      "Why don't programmers like nature? It has too many bugs.",
      "I told my wife she should embrace her mistakes. She gave me a hug.",
      "Parallel lines have so much in common. It's a shame they'll never meet.",
      "Why did the scarecrow win an award? Because he was outstanding in his field!",
      "What did one ocean say to the other ocean? Nothing, they just waved.",
      "Why don't skeletons fight each other? They don't have the guts.",
      "I used to play piano by ear, but now I use my hands and fingers.",
      "Why couldn't the bicycle stand up by itself? It was two-tired.",
      "What did the janitor say when he jumped out of the closet? Supplies!",
      "Why don't scientists trust atoms? Because they make up everything.",
      "What do you call a fish wearing a crown? A kingfish.",
      "Why did the tomato turn red? Because it saw the salad dressing!",
      "How does a penguin build its house? Igloos it together.",
      "Why did the math book look sad? Because it had too many problems.",
      "What's orange and sounds like a parrot? A carrot.",
      "Why did the coffee file a police report? It got mugged.",
      "I told my computer I needed a break, and now it won't stop sending me vacation ads.",
      "Why did the scarecrow become a successful motivational speaker? He was outstanding in his field!",
      "What did the grape do when it got stepped on? Nothing, but it let out a little wine.",
      "Why did the golfer bring extra pants? In case he got a hole in one."
    ],
    "affirmations": [
      "You are capable of amazing things.",
      "Every day is a chance to grow and learn.",
      "Your potential is limitless.",
      "In the midst of difficulty lies opportunity.",
      "You are stronger than you think.",
      "Believe in yourself; you can do it!",
      "Embrace the glorious mess that you are.",
      "Your positive action combined with positive thinking results in success.",
      "You have the power to create change.",
      "Challenges are opportunities in disguise.",
      "Your life is a canvas; make it a masterpiece.",
      "Success is not final, failure is not fatal: It is the courage to continue that counts.",
      "The only limit to our realization of tomorrow will be our doubts of today.",
      "You are a diamond; resilient and strong.",
      "Don't watch the clock; do what it does. Keep going.",
      "You are not a drop in the ocean; you are the entire ocean in a drop.",
      "Your journey is just as important as the destination.",
      "Today's struggle is tomorrow's strength.",
      "Your future is created by what you do today, not tomorrow."
    ]
  }
  